Repository: sylwaninn/drafft-ios
Catalog: Drafft/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt

source: About %lld sessions a week
de: Etwa %lld Sessions pro Woche
es: Unas %lld sesiones a la semana
fr: Environ %lld séances par semaine
it: Circa %lld sessioni a settimana
nl: Zo'n %lld sessies per week
pt: Cerca de %lld sessões por semana

source: About 1 session a week
de: Etwa 1 Session pro Woche
es: Más o menos 1 sesión a la semana
fr: Environ 1 séance par semaine
it: Circa 1 sessione a settimana
nl: Zo'n 1 sessie per week
pt: Cerca de 1 sessão por semana

source: About you
de: Über dich
es: Sobre ti
fr: À propos de toi
it: Su di te
nl: Over jou
pt: Sobre ti

source: Accept the rules and terms to continue.
de: Akzeptiere die Regeln und AGB, um fortzufahren.
es: Acepta las normas y las condiciones para continuar.
fr: Accepte les règles et les conditions pour continuer.
it: Accetta le regole e i termini per continuare.
nl: Accepteer de regels en voorwaarden om verder te gaan.
pt: Aceita as regras e os termos para continuar.

source: Accepted
de: Akzeptiert
es: Aceptado
fr: Accepté
it: Accettato
nl: Geaccepteerd
pt: Aceite

source: Account
de: Konto
es: Cuenta
fr: Compte
pt: Conta

source: Account & login
de: Konto & Anmeldung
es: Cuenta y acceso
fr: Compte et connexion
it: Account e accesso
nl: Account en inloggen
pt: Conta e acesso

source: Account check
de: Kontoprüfung
es: Revisión de la cuenta
fr: Vérification du compte
it: Verifica dell'account
nl: Accountcontrole
pt: Verificação da conta

source: Active
de: Aktiv
es: Activa
fr: Actif
it: Attivo
nl: Actief
pt: Ativa

source: Active now
de: Gerade aktiv
es: En línea
fr: En ligne
it: Online
nl: Nu actief
pt: Online agora

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
nl: Activiteit
pt: Atividade

source: Add %@ at %@
de: %@, %@ hinzufügen
es: Añadir %@ a las %@
fr: Ajouter %@ à %@
it: Aggiungi %1$@ alle %2$@
nl: %@ om %@ toevoegen
pt: Adicionar %@ às %@

# Add a comment
source: Add a note
de: Schreib eine Notiz
es: Añade una nota
fr: Ajoute un petit mot
it: Aggiungi una nota
nl: Schrijf een berichtje
pt: Escreve uma nota

source: Add a few more photos
de: Füge noch ein paar Fotos hinzu
es: Añade algunas fotos más
fr: Ajoute encore quelques photos
it: Aggiungi qualche altra foto
nl: Voeg nog een paar foto's toe
pt: Adiciona mais algumas fotos

# Add a few words about how you move
source: Write a short bio
de: Schreib eine kurze Bio
es: Escribe una bio corta
fr: Écris une courte bio
it: Scrivi una breve bio
nl: Schrijf een korte bio
pt: Escreve uma bio curta

source: Add a first name.
de: Gib einen Vornamen ein.
es: Añade un nombre.
fr: Ajoute un prénom.
it: Aggiungi un nome.
nl: Vul een voornaam in.
pt: Adiciona um nome próprio.

source: Add a goal
de: Ziel hinzufügen
es: Añade un objetivo
fr: Ajoute un objectif
it: Aggiungi un obiettivo
nl: Voeg een doel toe
pt: Adiciona um objetivo

# Add a note (optional)
source: Add a note, maybe a session idea (optional)
de: Schreib eine Nachricht, z. B. eine Session-Idee (optional)
es: Añade una nota, como una idea de sesión (opcional)
fr: Ajoute un petit mot, une idée de séance (facultatif)
it: Aggiungi un messaggio, tipo un'idea di sessione (facoltativo)
nl: Voeg een berichtje toe, zoals een sessie-idee (optioneel)
pt: Junta uma mensagem, como uma ideia de sessão (opcional)

source: Add a prompt
de: Frage hinzufügen
es: Añade una pregunta
fr: Ajoute une question
it: Aggiungi una domanda
nl: Voeg een vraag toe
pt: Adiciona uma pergunta

source: Add a time
de: Zeit hinzufügen
es: Añadir horario
fr: Ajouter un créneau
it: Aggiungi un orario
nl: Tijd toevoegen
pt: Adicionar horário

source: Add another
de: Weitere hinzufügen
es: Añadir otra
fr: Ajouter un autre
it: Aggiungi un altro
nl: Nog een toevoegen
pt: Adicionar outro

source: Add another prompt
de: Weitere Frage hinzufügen
es: Añadir otra pregunta
fr: Ajouter une autre question
it: Aggiungi un'altra domanda
nl: Nog een vraag toevoegen
pt: Adicionar outra pergunta

# Add at least one clear face photo and one mid-session. Up to 6.
source: One clear face photo, one mid-session. Up to 6.
de: Ein klares Gesichtsfoto, eins mitten in der Session. Bis zu 6.
es: Una foto con la cara bien visible y otra en plena sesión. Hasta 6.
fr: Une photo où l'on voit bien ton visage, une en pleine séance. Jusqu'à 6.
it: Una foto con il viso ben visibile e una durante una sessione. Fino a 6.
nl: Eén duidelijke foto van je gezicht, één midden in een sessie. Tot 6.
pt: Uma foto com a cara bem visível e outra a meio de uma sessão. Até 6.

source: Add at least one photo.
de: Füge mindestens ein Foto hinzu.
es: Añade al menos una foto.
fr: Ajoute au moins une photo.
it: Aggiungi almeno una foto.
nl: Voeg minstens één foto toe.
pt: Adiciona pelo menos uma foto.

source: Add at least one sport.
de: Füge mindestens eine Sportart hinzu.
es: Añade al menos un deporte.
fr: Ajoute au moins un sport.
it: Aggiungi almeno uno sport.
nl: Voeg minstens één sport toe.
pt: Adiciona pelo menos um desporto.

source: Add photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
nl: Foto toevoegen
pt: Adicionar foto

source: Add to calendar
de: In den Kalender
es: Añadir a la agenda
fr: Ajouter à l'agenda
it: Metti in agenda
nl: In agenda zetten
pt: Pôr no calendário

source: Add what you're training for
de: Sag, wofür du trainierst
es: Cuenta para qué entrenas
fr: Dis pour quoi tu t'entraînes
it: Racconta per cosa ti alleni
nl: Vertel waarvoor je traint
pt: Diz para que estás a treinar

source: Add your first name.
de: Gib deinen Vornamen ein.
es: Añade tu nombre.
fr: Ajoute ton prénom.
it: Aggiungi il tuo nome.
nl: Vul je voornaam in.
pt: Adiciona o teu nome próprio.

source: Add your number
de: Nummer hinzufügen
es: Añade tu número
fr: Ajoute ton numéro
it: Aggiungi il tuo numero
nl: Voeg je nummer toe
pt: Adiciona o teu número

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunti
nl: Toegevoegd
pt: Adicionado

source: Adding it to your account
de: Wird deinem Konto gutgeschrieben
es: Añadiendo a tu cuenta
fr: Ajout à ton compte
it: Aggiunta al tuo account
nl: Wordt aan je account toegevoegd
pt: A adicionar à tua conta

source: Adjust filters
de: Filter anpassen
es: Ajustar filtros
fr: Ajuster les filtres
it: Modifica filtri
nl: Filters aanpassen
pt: Ajustar filtros

source: After a workout, you'll find me
de: Nach dem Training findest du mich
es: Después de entrenar, me encontrarás
fr: Après la séance, tu me trouveras
it: Dopo l'allenamento mi trovi
nl: Na de training vind je me
pt: Depois do treino, vais encontrar-me

source: Age
de: Alter
es: Edad
fr: Âge
it: Età
nl: Leeftijd
pt: Idade

source: Agree
de: Stimmt
es: De acuerdo
fr: D'accord
it: D'accordo
nl: Eens
pt: Concordo

source: All
de: Alle
es: Todas
fr: Tout
it: Tutti
nl: Alles
pt: Todas

source: All %lld sports
de: Alle %lld Sportarten
es: Los %lld deportes
fr: Les %lld sports
it: Tutti i %lld sport
nl: Alle %lld sporten
pt: Todos os %lld desportos

source: Allow location
de: Standort erlauben
es: Permitir ubicación
fr: Autoriser la localisation
it: Consenti posizione
nl: Locatie toestaan
pt: Permitir localização

# Already training with us?
source: Already on drafft?
de: Schon bei drafft?
es: ¿Ya estás en drafft?
fr: Déjà sur drafft ?
it: Già su drafft?
nl: Al op drafft?
pt: Já estás no drafft?

source: An hour before
de: Eine Stunde vorher
es: Una hora antes
fr: Une heure avant
it: Un'ora prima
nl: Een uur van tevoren
pt: Uma hora antes

source: Answer a prompt
de: Beantworte eine Frage
es: Responde una pregunta
fr: Réponds à une question
it: Rispondi a una domanda
nl: Beantwoord een vraag
pt: Responde a uma pergunta

source: Answer a prompt, or skip it for now.
de: Beantworte eine Frage oder überspring sie vorerst.
es: Responde una pregunta o hazlo más tarde.
fr: Réponds à une question, ou passe cette étape.
it: Rispondi a una domanda o saltala per ora.
nl: Beantwoord een vraag, of sla het voorlopig over.
pt: Responde a uma pergunta ou salta este passo por agora.

source: Answer a third prompt
de: Beantworte eine dritte Frage
es: Responde una tercera pregunta
fr: Réponds à une troisième question
it: Rispondi a una terza domanda
nl: Beantwoord een derde vraag
pt: Responde a uma terceira pergunta

source: Answer one, or skip it for now.
de: Beantworte eine oder überspring sie vorerst.
es: Responde una o hazlo más tarde.
fr: Réponds à l'une d'elles, ou passe cette étape.
it: Rispondi a una o saltala per ora.
nl: Beantwoord er één, of sla het voorlopig over.
pt: Responde a uma ou salta este passo por agora.

source: Any
de: Alle
es: Indiferente
fr: Tous
it: Qualsiasi
nl: Alle
pt: Qualquer

source: Any distance
de: Beliebige Entfernung
es: Cualquier distancia
fr: Toute distance
it: Qualsiasi distanza
nl: Elke afstand
pt: Qualquer distância

source: Anything else? (optional)
de: Noch etwas? (optional)
es: ¿Algo más? (opcional)
fr: Autre chose ? (facultatif)
it: Altro? (facoltativo)
nl: Nog iets? (optioneel)
pt: Mais alguma coisa? (opcional)

source: Apple emails your receipt.
de: Apple schickt dir die Quittung per E-Mail.
es: Apple te envía el recibo por email.
fr: Apple t'envoie ton reçu par e-mail.
it: Apple ti invia la ricevuta via email.
nl: Apple mailt je het betaalbewijs.
pt: A Apple envia-te o recibo por email.

source: Apple emails your receipt. Manage your subscription anytime in You.
de: Apple schickt dir die Quittung per E-Mail. Verwalte dein Abo jederzeit unter Du.
es: Apple te envía el recibo por email. Gestiona tu suscripción cuando quieras en Tú.
fr: Apple t'envoie ton reçu par e-mail. Gère ton abonnement quand tu veux dans Toi.
it: Apple ti invia la ricevuta via email. Gestisci l'abbonamento quando vuoi in Tu.
nl: Apple mailt je het betaalbewijs. Beheer je abonnement altijd onder Jij.
pt: A Apple envia-te o recibo por email. Gere a tua subscrição quando quiseres em Tu.

source: Apple shares a verified email (or a private relay address) and, the first time only, the name you choose. Never a photo, birthday or phone number.
de: Apple teilt eine verifizierte E-Mail (oder eine private Weiterleitungsadresse) und, nur beim ersten Mal, den Namen, den du wählst. Nie ein Foto, Geburtsdatum oder eine Telefonnummer.
es: Apple comparte un email verificado (o una dirección de reenvío privada) y, solo la primera vez, el nombre que elijas. Nunca una foto, tu fecha de nacimiento ni tu número de teléfono.
fr: Apple partage un e-mail vérifié (ou une adresse relais privée) et, la première fois seulement, le nom que tu choisis. Jamais de photo, de date de naissance ni de numéro de téléphone.
it: Apple condivide un'email verificata (o un indirizzo di inoltro privato) e, solo la prima volta, il nome che scegli. Mai foto, data di nascita o numero di telefono.
nl: Apple deelt een geverifieerd e-mailadres (of een privé-doorstuuradres) en alleen de eerste keer de naam die je kiest. Nooit een foto, geboortedatum of telefoonnummer.
pt: A Apple partilha um email verificado (ou um endereço de reencaminhamento privado) e, só da primeira vez, o nome que escolheres. Nunca uma foto, a data de nascimento ou o número de telemóvel.

source: Apply filters
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
it: Applica filtri
nl: Filters toepassen
pt: Aplicar filtros

source: Archery
de: Bogenschießen
es: Tiro con arco
fr: Tir à l'arc
it: Tiro con l'arco
nl: Handboogschieten
pt: Tiro com arco

source: Ask for a second look
de: Erneut prüfen lassen
es: Pedir otra revisión
fr: Demander un réexamen
it: Chiedi una revisione
nl: Opnieuw laten beoordelen
pt: Pedir nova análise

source: Asking for money, pushing to leave the app, a story that keeps changing.
de: Nach Geld fragen, drängen, die App zu verlassen, eine Geschichte, die sich ständig ändert.
es: Pedir dinero, insistir en salir de la app, una historia que cambia sin parar.
fr: Une demande d'argent, une insistance pour quitter l'app, une histoire qui change sans cesse.
it: Chiedere soldi, insistere per lasciare l'app, una storia che cambia di continuo.
nl: Om geld vragen, aandringen om de app te verlaten, een verhaal dat steeds verandert.
pt: Pedir dinheiro, insistir em sair da app, uma história que está sempre a mudar.

source: At %@, a reminder of tomorrow's session.
de: Um %@ eine Erinnerung an die Session morgen.
es: A las %@, un recordatorio de la sesión de mañana.
fr: À %@, un rappel de la séance du lendemain.
it: Alle %@, un promemoria della sessione di domani.
nl: Om %@ een herinnering aan de sessie van morgen.
pt: Às %@, um lembrete da sessão de amanhã.

source: At least 8 characters
de: Mindestens 8 Zeichen
es: Al menos 8 caracteres
fr: Au moins 8 caractères
it: Almeno 8 caratteri
nl: Minstens 8 tekens
pt: Pelo menos 8 caracteres

# At least one sport in common with you
source: You share at least one sport
de: Mindestens ein gemeinsamer Sport
es: Compartís al menos un deporte
fr: Au moins un sport en commun
it: Almeno uno sport in comune
nl: Minstens één gedeelde sport
pt: Pelo menos um desporto em comum

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pt: Voltar

source: Back to Discover
de: Zurück zu Entdecken
es: Volver a Descubrir
fr: Retour à Découvrir
it: Torna a Scopri
nl: Terug naar Ontdekken
pt: Voltar a Descobrir

source: Bad joke
de: Flachwitz
es: Chiste malo
fr: Mauvaise blague
it: Freddura
nl: Slechte grap
pt: Piada má

source: Be yourself
de: Sei du selbst
es: Tal como eres
fr: Sois toi-même
it: Mostrati come sei
nl: Wees jezelf
pt: Sê quem és

source: Beach volley
de: Beachvolleyball
es: Vóley playa
nl: Beachvolleybal
pt: Voleibol de praia

source: Before you go
de: Bevor du gehst
es: Antes de irte
fr: Avant de partir
it: Prima di andare
nl: Voor je gaat
pt: Antes de ires

# Beginner-friendly %@, I'll bring the gear?
source: Easy-going %@ for beginners? I'll bring the gear.
de: Entspanntes %@ zum Einstieg? Ich bring die Ausrüstung mit.
es: ¿Una sesión tranquila de %@ para empezar? Yo llevo el material.
fr: Séance %@ pour démarrer en douceur ? J'apporte le matériel.
it: Una sessione di %@ per principianti? Porto io l'attrezzatura.
nl: Rustig %@ voor beginners? Ik neem de spullen mee.
pt: Uma sessão de %@ para principiantes? Eu levo o material.

# Best of three, winner picks dinner?
source: Best of three, winner picks the café?
de: Zwei Gewinnsätze, wer gewinnt, sucht das Café aus?
es: Al mejor de tres, ¿quien gane elige la cafetería?
fr: En deux sets gagnants, qui gagne choisit le café ?
it: Al meglio dei tre, chi vince sceglie il caffè?
nl: Best of three, winnaar kiest het koffietentje?
pt: À melhor de três, quem ganha escolhe o café?

source: Best value
de: Bestes Angebot
es: Mejor precio
fr: Meilleure offre
it: Più conveniente
nl: Voordeligst
pt: Melhor preço

source: Billing
de: Abrechnung
es: Facturación
fr: Facturation
it: Fatturazione
nl: Facturering
pt: Faturação

source: Birthday
de: Geburtstag
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
nl: Geboortedatum
pt: Data de nascimento

source: Birthday, %@
de: Geburtstag, %@
es: Fecha de nacimiento, %@
fr: Date de naissance, %@
it: Data di nascita, %@
nl: Geboortedatum, %@
pt: Data de nascimento, %@

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
nl: Blokkeren
pt: Bloquear

source: Block anytime
de: Blockiere jederzeit
es: Bloquea cuando quieras
fr: Bloque à tout moment
it: Blocca quando vuoi
nl: Blokkeer wanneer je wilt
pt: Bloqueia quando quiseres

source: Blocked people
de: Blockierte Personen
es: Personas bloqueadas
fr: Personnes bloquées
it: Persone bloccate
nl: Geblokkeerde mensen
pt: Pessoas bloqueadas

source: Blurred before it leaves your phone
de: Unscharf, bevor es dein Handy verlässt
es: Difuminada antes de salir de tu móvil
fr: Floutée avant de quitter ton téléphone
it: Sfocata prima di lasciare il telefono
nl: Vervaagd voordat het je telefoon verlaat
pt: Desfocado antes de sair do teu telemóvel

source: Boost added.
de: Boost hinzugefügt.
es: Boost añadido.
fr: Boost ajouté.
it: Boost aggiunto.
nl: Boost toegevoegd.
pt: Boost adicionado.

source: Boost now
de: Jetzt boosten
es: Activar boost
fr: Booster maintenant
it: Usa un boost
nl: Nu boosten
pt: Usar boost

source: Boost running
de: Boost läuft
es: Boost activo
fr: Boost en cours
it: Boost attivo
nl: Boost actief
pt: Boost ativo

source: Boost running, %lld minutes %lld seconds left
de: Boost läuft, noch %lld Minuten %lld Sekunden
es: Boost activo, quedan %lld minutos %lld segundos
fr: Boost en cours, %lld minutes %lld secondes restantes
it: Boost attivo, %lld minuti e %lld secondi rimasti
nl: Boost actief, nog %lld minuten %lld seconden
pt: Boost ativo, faltam %lld minutos e %lld segundos

source: Bouldering
de: Bouldern
es: Boulder
fr: Bloc
nl: Boulderen

# Bouldering, then a beer?
source: Bouldering, then a smoothie?
de: Bouldern, dann ein Smoothie?
es: ¿Boulder y luego un smoothie?
fr: Du bloc, puis un smoothie ?
it: Bouldering, poi uno smoothie?
nl: Boulderen, daarna een smoothie?
pt: Bouldering e depois um smoothie?

source: Boxing
de: Boxen
es: Boxeo
fr: Boxe
it: Boxe
nl: Boksen
pt: Boxe

source: Brick session: bike then run?
de: Koppeltraining: Rad, dann Laufen?
es: ¿Sesión combinada: bici y luego carrera?
fr: Enchaînement vélo puis course à pied ?
it: Allenamento brick: bici e poi corsa?
nl: Bricktraining: fietsen, dan hardlopen?
pt: Treino combinado: bicicleta e depois corrida?

source: Buy %lld boosts for %@
de: %lld Boosts für %@ kaufen
es: Comprar %lld boosts por %@
fr: Acheter %lld boosts pour %@
it: Compra %lld boost a %@
nl: Koop %lld boosts voor %@
pt: Comprar %lld boosts por %@

source: Buy %lld super likes for %@
de: %lld Super Likes für %@ kaufen
es: Comprar %lld superlikes por %@
fr: Acheter %lld super likes pour %@
it: Compra %lld super like a %@
nl: Koop %lld superlikes voor %@
pt: Comprar %lld super likes por %@

source: Buy 1 boost for %@
de: 1 Boost für %@ kaufen
es: Comprar 1 boost por %@
fr: Acheter 1 boost pour %@
it: Compra 1 boost a %@
nl: Koop 1 boost voor %@
pt: Comprar 1 boost por %@

source: Buy 1 super like for %@
de: 1 Super Like für %@ kaufen
es: Comprar 1 superlike por %@
fr: Acheter 1 super like pour %@
it: Compra 1 super like a %@
nl: Koop 1 superlike voor %@
pt: Comprar 1 super like por %@

source: Calendar access is off for drafft.
de: Der Kalenderzugriff ist für drafft deaktiviert.
es: El acceso al calendario está desactivado para drafft.
fr: L'accès au calendrier est désactivé pour drafft.
it: L'accesso al calendario è disattivato per drafft.
nl: Agendatoegang staat uit voor drafft.
pt: O acesso ao calendário está desativado para o drafft.

source: Call 112
de: 112 anrufen
es: Llamar al 112
fr: Appeler le 112
it: Chiama il 112
nl: Bel 112
pt: Ligar 112

source: Called it: that one's the lie 👀 What's the real story?
de: Wusste ich's doch: Das ist die Lüge 👀 Was ist die wahre Geschichte?
es: Lo sabía: esa es la mentira 👀 ¿Cuál es la historia real?
fr: Je le savais : c'est celle-là, le mensonge 👀 C'est quoi, la vraie histoire ?
it: Lo sapevo: la bugia è quella 👀 Com'è andata davvero?
nl: Wist ik het wel: dat is de leugen 👀 Wat is het echte verhaal?
pt: Acertei: essa é a mentira 👀 Qual é a verdadeira história?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar

source: Cancel like
de: Like zurücknehmen
es: Cancelar like
fr: Annuler le like
it: Annulla like
nl: Like annuleren
pt: Cancelar like

source: Cancel reply
de: Antwort abbrechen
es: Cancelar respuesta
fr: Annuler la réponse
it: Annulla risposta
nl: Antwoord annuleren
pt: Cancelar resposta

source: Cancel session
de: Session absagen
es: Cancelar sesión
fr: Annuler la séance
it: Annulla sessione
nl: Sessie annuleren
pt: Cancelar sessão

source: Cancel super like
de: Super Like zurücknehmen
es: Cancelar superlike
fr: Annuler le super like
it: Annulla super like
nl: Superlike annuleren
pt: Cancelar super like

source: Cancel this session?
de: Diese Session absagen?
es: ¿Cancelar esta sesión?
fr: Annuler cette séance ?
it: Annullare questa sessione?
nl: Deze sessie annuleren?
pt: Cancelar esta sessão?

source: Cancelled
de: Abgesagt
es: Cancelada
fr: Annulée
it: Annullata
nl: Geannuleerd
pt: Cancelada

source: Cancelled. You keep everything until %@.
de: Gekündigt. Du behältst alles bis %@.
es: Cancelada. Lo conservas todo hasta el %@.
fr: Annulé. Tu gardes tout jusqu'au %@.
it: Annullato. Mantieni tutti i vantaggi fino al %@.
nl: Opgezegd. Je houdt alles tot %@.
pt: Cancelada. Manténs tudo até %@.

source: Center your face in the oval.
de: Zentriere dein Gesicht im Oval.
es: Centra tu cara en el óvalo.
fr: Centre ton visage dans l'ovale.
it: Centra il viso nell'ovale.
nl: Zet je gezicht midden in het ovaal.
pt: Centra o rosto na oval.

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia
nl: Wijzigen
pt: Alterar

source: Change or remove this time
de: Diese Zeit ändern oder entfernen
es: Cambiar o quitar este horario
fr: Modifier ou supprimer ce créneau
it: Modifica o rimuovi questo orario
nl: Wijzig of verwijder deze tijd
pt: Alterar ou remover este horário

source: Change or cancel it in Apple's subscription settings.
de: Ändere oder kündige dein Abo in den Abo-Einstellungen von Apple.
es: Cámbiala o cancélala en los ajustes de suscripción de Apple.
fr: Change de formule ou résilie dans les réglages d'abonnement d'Apple.
it: Modificalo o annullalo nelle impostazioni abbonamenti di Apple.
nl: Wijzig je abonnement of zeg op in de abonnementsinstellingen van Apple.
pt: Altera-a ou cancela-a nas definições de subscrição da Apple.

source: Change time
de: Zeit ändern
es: Cambiar horario
fr: Modifier le créneau
it: Cambia orario
nl: Tijd wijzigen
pt: Alterar horário

source: Change your password
de: Ändere dein Passwort
es: Cambia tu contraseña
fr: Modifie ton mot de passe
it: Cambia la password
nl: Wijzig je wachtwoord
pt: Altera a palavra-passe

# Chat not found
source: This chat isn't available anymore.
de: Dieser Chat ist nicht mehr verfügbar.
es: Este chat ya no está disponible.
fr: Cette discussion n'est plus disponible.
it: Questa chat non è più disponibile.
nl: Deze chat is niet meer beschikbaar.
pt: Esta conversa já não está disponível.

source: Check the date: this one doesn't exist.
de: Prüf das Datum: Dieses gibt es nicht.
es: Revisa la fecha: esa no existe.
fr: Vérifie la date : celle-ci n'existe pas.
it: Controlla la data: questa non esiste.
nl: Controleer de datum: deze bestaat niet.
pt: Verifica a data: esta não existe.

source: Check your connection and try again.
de: Prüf deine Verbindung und versuch es noch mal.
es: Revisa tu conexión y vuelve a intentarlo.
fr: Vérifie ta connexion et réessaie.
it: Controlla la connessione e riprova.
nl: Controleer je verbinding en probeer het opnieuw.
pt: Verifica a tua ligação e tenta de novo.

source: Check your email address.
de: Prüf deine E-Mail-Adresse.
es: Revisa tu dirección de email.
fr: Vérifie ton adresse e-mail.
it: Controlla il tuo indirizzo email.
nl: Controleer je e-mailadres.
pt: Verifica o teu endereço de email.

source: Check your inbox
de: Schau in dein Postfach
es: Revisa tu bandeja de entrada
fr: Regarde tes e-mails
it: Controlla la posta
nl: Check je inbox
pt: Verifica a tua caixa de entrada

source: Check your inbox, and your spam folder. It's the code that confirms it's you.
de: Schau in dein Postfach und in den Spam-Ordner. Der Code bestätigt, dass du es bist.
es: Revisa tu bandeja de entrada y la carpeta de spam. Este código confirma que eres tú.
fr: Consulte ta boîte mail et tes spams. Ce code confirme que c'est bien toi.
it: Controlla la posta in arrivo e lo spam. Questo codice conferma che sei tu.
nl: Check je inbox en je spammap. Met deze code bevestig je dat jij het bent.
pt: Verifica a caixa de entrada e o spam. Este código confirma que és tu.
